// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Str_FaxContacts"="Контакти";
"Str_FaxAddressBook"="Адресна книга";
"Str_FaxSyncContacts"="Синхронізувати %@";

"Str_FaxSyncContacts_Start"="Пуск";
"Str_FaxPrintQueue"="Черга друку";
"Str_FaxStatus"="Стан";
"Str_FaxSyncContacts_Sync_Waiting"="Зачекайте.";

"Str_FaxSyncContact_CannotAccess_A"="Доступ до %@ заборонений.";
"Str_FaxSyncContact_CannotAccess_B"="Дозвольте FAX Utility доступ до %@. Перейдіть у розділ [Настройки системи] - [Безпека та конфіденційність] - [Конфіденційність] - [%@].\nПерезапустіть FAX Utility, щоб оновити.";

"Str_FaxSyncContact_StartInfo_A"="Синхронізація %@ (вручну)";
"Str_FaxSyncContact_StartInfo_B"="Дає змогу відобразити список %@ під час вибору одержувачів факсів у діалоговому вікні [Друк...] програми. Не забудьте знову синхронізувати %@, якщо внесете зміни у список %@.";
"Str_FaxSyncContact_StartInfo_C"="Це застосовуватиметься до всіх черг друку факсів Epson.\n Перш ніж продовжити, переконайтеся, що справджуються наведені нижче умови.";
"Str_FaxSyncContact_StartInfo_D"="      -Діалогові вінка [Друк...] усіх програм закрито.\n      -Факси не надсилаються.\n      -Черги друку факсів на принтері не призупинено.";

"Str_FaxSyncContact_OpenPrintQueue"="Для доступу до черг друку перейдіть у розділ [Настройки системи] - [Друк і сканування] - [Відкрити чергу друку...].";
"Str_FaxSyncContact_StartInfo_Start"="Клацніть [Пуск], щоб почати синхронізацію %@.";

"Str_FaxSyncContact_State_Title"="Черги друку факсів Epson для синхронізації %@:";

"Str_FaxSyncContact_State_Idle"="Готово";
"Str_FaxSyncContact_State_InProgress"="Синхронізація";
"Str_FaxSyncContact_State_PauseQueue"="Призупинено";
"Str_FaxSyncContact_State_SendingFax"="Надсилання факсів";
"Str_FaxSyncContact_State_HoldJob"="Утримання завдання";
"Str_FaxSyncContact_State_WaitSync"="Зайнято";
"Str_FaxSyncContact_State_SyncComplete"="Синхронізацію завершено";
"Str_FaxSyncContact_State_SyncFailed"="Помилка синхронізації";

"Str_FaxSyncContacts_Sync"="Триває синхронізація %@.";
"Str_FaxSyncContacts_SyncBusy"="Неможливо синхронізувати з однією або кількома чергами друку. Синхронізацію %@ буде відновлено після скасування призупинення черг друку або надсилання факсів.";
"Str_FaxSyncContacts_SyncBusy_Check"="Перевірте черги друку факсів Epson.";

"Str_FaxSyncContacts_Sync_Cancel"="Скасування.";

"Str_FaxSyncContacts_Complete"="Синхронізацію %@ завершено.";
"Str_FaxSyncContacts_CompleteWithCancel"="(Синхронізацію %@ уже завершено до скасування операції.)";

"Str_FaxSyncContacts_Error_A"="Не вдалося синхронізувати %@.";
"Str_FaxSyncContacts_Error_B"="Переконайтеся, що черги друку факсів Epson не мають стану \"Призупинено\", \"Утримання завдання\" або \"Надсилання факсів\".";

"Str_FaxSyncContact_ErrorOldPPD"="Одну або кілька черг друку факсів Epson створено в попередній версії драйвера PC-Fax.\n\nЩоб синхронізувати %@, перейдіть у розділ [Настройки системи] - [Друк і сканування], а потім видаліть і повторно створіть черги друку факсів Epson в останній версії драйвера PC-FAX.";
"Str_FaxSyncContact_State_Title_ErrorOldPPD"="Черги друку факсів Epson для повторного створення:";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Про FAX Utility...";
"Preferences..."="Параметри...";
"Services"="Служби";
"Hide FAX Utility"="Приховати FAX Utility";
"Hide Others"="Приховати інші";
"Show All"="Показати все";
"Quit FAX Utility"="Вийти з FAX Utility";
"File"="Файл";
"Close"="Закрити";
"Window"="Вікно";
"Minimize"="Згорнути";
"Help"="Довідка";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Скасувати";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Не вдається знайти файл, потрібний для виконання програми.\nПеревстановіть FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Не вдалось отримати відомості про принтер (факс). Відкрийте розділ \"Print & Fax Preferences\" і додайте драйвер PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Вказаний файл уже існує. Перезаписати?";
"Str_Alert_Common_Not_Responding_Error"="Принтер не відповідає. Переконайтеся, що принтер правильно підключено й увімкнено.";
"Str_Alert_Common_Communication_Error"="Сталася помилка зв'язку із принтером.";
"Str_Alert_Common_Printer_Processing_Error"="Принтер обробляє дані. Зачекайте та повторіть спробу.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Під час встановлення зв'язку із принтером виявлено помилку.\nКод помилки (%d)";
"Str_Alert_Common_Error_Occurred"="Обробку скасовано через помилку.";
"Str_Alert_Common_PrinterStatusError"="Сталася помилка принтера. Усуньте помилку та повторіть спробу.";
